var lpgpractice = {
  "approach": "<p>After over 17 years of practicing law I have realized that choosing the right divorce lawyer is probably the single most important decision a client needs to make. Finding a lawyer that listens to you and is able to identify the unique nature of your case can be the difference between successfully navigating a difficult process and disaster. I believe that my clients are intelligent and, as a result, I use a very &#8220;down to earth&#8221; style in which I focus on service, education and advocacy.</p><h3>SERVICE</h3><p>Naturally, if someone is paying thousands of dollars to be represented in a legal matter, it is not unreasonable for them to expect their attorney to care about their case and devote a significant amount of attention to it.</p><p>I often assume legal matters from other attorneys in which I am surprised to discover that my predecessor never took time to:</p><ul><li>Sit down with their client and listen to them for an hour or two to get the facts of their case in order to spot the legal issues which will likely be in dispute.</li><li>Explain how much the process will cost in terms of legal fees, expert fees (if necessary) and other &#8220;add-ons&#8221; that many lawyers forget to mention.</li><li>Explain the Laws of the State of New York as they relate to a particular topic.</li><li>Explain how the client should behave inside and outside of the courtroom.</li><li>Explain to the client what the realistic outcomes might be in the case.</li><li>Explain how we can achieve our goals in an ethical and legal manner.</li><li>Advise the client who will be working on their legal matter.</li></ul><p>I make myself available via telephone, SMS Messaging or email. Naturally, I hope clients recognize that except in cases of emergency, normal business hours should be respected. However, I do check my messages regularly in the event that a legal matter has to be addressed immediately.</p><h3>EDUCATION</h3><p>I want my clients to be educated.</p><p>Divorce is a totally foreign process for most people and what makes getting divorce so disturbing for many people is their fear of the unknown. I have always found that if you explain to a client what to expect from the outset, they will not only be more at ease but they will be better able to navigate unexpected turns that may take place which are beyond their control.</p><p>I will take the time with my client to explain:</p><p>How we start a divorce, what papers need to be prepared and filed with the Court or whether we can begin negotiating a settlement without going to court.</p><p>What a client needs to do before filing for divorce that may place them in a superior bargaining position once the case begins.</p><p>What financial documents and other financial information will help the client’s case.</p><p>What the basic laws of New York provide on a given topic.</p><p>What techniques we can use to negotiate a beneficial settlement.</p><p>What happens at a trial and how to properly prepare for one.</p><h3>ADVOCACY</h3><p>Many clients tell me from the outset of their divorce, &#8220;this is the fight of my life&#8221;. What I do in my law practice is convey to the client that we are going through this process together and although I am not married to their spouse, I am going to listen and advocate for their position.</p><p>Advocacy is supporting your cause by pleading your case before the court.</p><p>If the judge believes you more than your spouse, you will achieve a better result in your divorce. If the judge does not &#8220;like&#8221; you or does not believe your claims, you will not achieve a good result.</p><p>Preparation is crucial to effective advocacy. It is important that we both do our homework. Assisting our office in preparing legal documents and providing us with the information and documentation requested not only reduces legal costs, but can make it easier for us to prepare your case and permit us to focus on strategy.</p><p>I work hard for each of my clients as I have found that preparation results in a favorable outcome.</p>",
  "changing": "<p>Changing counsel in divorce matters is common in New York State and can be as simple as signing a form called a &#8220;Consent to Change Attorney&#8221;.</p><p>Like a doctor that performs corrective surgery, I often am asked to assume legal matters from other attorneys midway through the divorce process. This may be due to a lawyer neglecting a legal matter, making a legal mistake, or simply failing to provide proper service and attention to the client. Although this can be more difficult than taking on a divorce from its inception, it is rarely too late to change attorneys. In virtually every case I have assumed from another attorney, my clients tell me it was the best decision they ever made.</p><p>If you are considering changing legal counsel it is crucial that you leave ample time for me to bring myself &#8220;up to speed&#8221; in your case, prior to trial, so that a change in legal counsel is worthwhile.</p><p>There is nothing wrong with &#8220;getting a second opinion&#8221; and if you are considering this, rest assured that your consultation with my office with remain in strictest of confidence. Changing counsel in divorce matters is common in New York State and can be as simple as signing a form called a Consent to Change Attorney.</p>"
};

var lpgbios = {
  "mike": "Michael Macklowitz, Esq. brings over 40 years of legal experience to the Law Firm of Laurence P. Greenberg.  As a former Assistant District Attorney in Kings County with three decades of private practice specializing in commercial matters, real estate transactions and criminal defense, Michael has extensive trial experience.  He frequently works in conjunction with Mr. Greenberg on locating assets, examining closely held businesses and consulting on complex litigation issues, including discovery and trial. The breadth of Michael's private practice makes him uniquely suited for the firm's more involved and complex matters which often require legal know-how beyond the scope of matrimonial law.",
  "larry": "Laurence P. Greenberg, Esq. was born on May 12, 1966 in Forest Hills, New York. He graduated from Roslyn High School in 1984 and attended the University of Virginia where he received a Bachelor of Arts degree in Economics in 1988. Thereafter, he attended Brooklyn Law School where he graduated in 1991 with a Juris Doctorate in 1991. While at Brooklyn Law School he was President of the Student Bar Association, 1991. He was admitted to practice law in New York State, May of 1992. Since 1992, Mr. Greenberg has been engaged in the private practice of Matrimonial and Family Law. He has served on the Family Law and Family Court Committees of the Brooklyn Bar Association.",
  "scarlett": "Scarlett A. Van Syoc, Esq. is an Associate with The Law Firm of Laurence P. Greenberg.  She received a B.A. in English from Cornell University in 2000 and a J.D. from Brooklyn Law School in 2010.  While at Brooklyn Law, Scarlett focused her course work on family law and divorce mediation.  Scarlett has been with The Firm since graduation and her practice has focused on all aspects of family law including divorce, equitable distribution of closely held businesses and financial assets, spousal and child support, and child custody cases."
};
