var lpgpractice = {
  "approach": "<p>Your choice of a divorce lawyer is one of the most important decisions you are about to make. Many clients tell me from the outset of their divorce, “this is the fight of my life”. What I do in my law practice is convey to the client that we are going through this process together and that I am going to listen and advocate for their position.</p><p>When you come aboard with The Law Firm of Laurence P. Greenberg, you will be assisted not only by me but by a team of skilled lawyers who will work closely together to handle all aspects of your case, from personal family issues to financial and criminal investigations.</p><p>My availability is important to you. As your counsel, I will make myself available to you via telephone, text or email.",
  "changing": "<p>I often assume legal matters from other attorneys in which I am surprised to discover that my predecessor never took time to:</p><ul><li>Sit down with their client and listen to them for an hour or two to get the facts of their case in order to spot the legal issues which will likely be in dispute.</li><li>Explain how much the process will cost in terms of legal fees, expert fees (if necessary) and other &#8220;add-ons&#8221; that many lawyers forget to mention.</li><li>Explain the Laws of the State of New York as they relate to a particular topic.</li><li>Explain how the client should behave inside and outside of the courtroom.</li><li>Explain to the client what the realistic outcomes might be in the case.</li><li>Explain how we can achieve our goals in an ethical and legal manner.</li><li>Advise the client who will be working on their legal matter.</li></ul></p><p>Like a doctor that performs corrective surgery, I often am asked to assume legal matters from other attorneys midway through the divorce process. Changing counsel in divorce matters is common in New York State and can be as simple as signing a form called a &#8220;Consent to Change Attorney&#8221;.</p><p>If you are considering changing legal counsel it is crucial that you leave ample time for me to bring myself &#8220;up to speed&#8221; in your case, prior to trial, so that a change in legal counsel is worthwhile.</p><p>There is nothing wrong with &#8220;getting a second opinion&#8221; and if you are considering this, rest assured that your consultation with my office with remain in strictest of confidence.</p>"
};

var lpgbios = {
  "mike": "Michael Macklowitz, Esq. brings over 40 years of legal experience to the Law Firm of Laurence P. Greenberg.  As a former Assistant District Attorney in Kings County with three decades of private practice specializing in commercial matters, real estate transactions and criminal defense, Michael has extensive trial experience.  He frequently works in conjunction with Mr. Greenberg on locating assets, examining closely held businesses and consulting on complex litigation issues, including discovery and trial. The breadth of Michael's private practice makes him uniquely suited for the firm's more involved and complex matters which often require legal know-how beyond the scope of matrimonial law.",
  "larry": "Laurence P. Greenberg, Esq. was born on May 12, 1966 in Forest Hills, New York. He graduated from Roslyn High School in 1984 and attended the University of Virginia where he received a Bachelor of Arts degree in Economics in 1988. Thereafter, he attended Brooklyn Law School where he graduated in 1991 with a Juris Doctorate in 1991. While at Brooklyn Law School he was President of the Student Bar Association, 1991. He was admitted to practice law in New York State, May of 1992. Since 1992, Mr. Greenberg has been engaged in the private practice of Matrimonial and Family Law. He has served on the Family Law and Family Court Committees of the Brooklyn Bar Association.",
  "scarlett": "Scarlett A. Van Syoc, Esq. is an Associate with The Law Firm of Laurence P. Greenberg.  She received a B.A. in English from Cornell University in 2000 and a J.D. from Brooklyn Law School in 2010.  While at Brooklyn Law, Scarlett focused her course work on family law and divorce mediation.  Scarlett has been with The Firm since graduation and her practice has focused on all aspects of family law including divorce, equitable distribution of closely held businesses and financial assets, spousal and child support, and child custody cases."
};
